Repository: isopen-io/meeshy
Catalog: apps/ios/Meeshy/Localizable.xcstrings
Source language: fr
Languages: ar, de, en, es, it, pt_br

# media.pauseVideo
source: Mettre la vidéo en pause
ar: إيقاف الفيديو مؤقتًا
de: Video pausieren
en: Pause video
es: Pausar vídeo
it: Metti il video in pausa
pt_br: Pausar vídeo

# media.playAudio
source: Lire l'audio
ar: تشغيل الصوت
de: Audio abspielen
en: Play audio
es: Reproducir audio
it: Riproduci l'audio
pt_br: Reproduzir áudio

# media.playVideo
source: Lire la vidéo
ar: تشغيل الفيديو
de: Video abspielen
en: Play video
es: Reproducir vídeo
it: Riproduci il video
pt_br: Reproduzir vídeo

# media.compose.hint
source: Ouvre le composer avec ce média posé.
ar: يفتح المؤلف مع وضع هذه الوسائط.
de: Öffnet den Composer mit diesem Medium.
en: Opens the composer with this media placed.
es: Abre el compositor con este contenido colocado.
it: Apre il compositore con questo media inserito.
pt_br: Abre o compositor com esta mídia posicionada.

# media.compose.title
source: Créer avec ce média
ar: أنشئ بهذه الوسائط
de: Mit diesem Medium erstellen
en: Create with this media
es: Crear con este contenido
it: Crea con questo media
pt_br: Criar com esta mídia

# media.policy.wifiGood.short
source: Wi-Fi + bon cellulaire
ar: واي فاي + شبكة خلوية جيدة
de: WLAN + gutes Mobilfunknetz
en: Wi-Fi + good cellular
es: Wi-Fi + buena red móvil
it: Wi-Fi + buona rete mobile
pt_br: Wi-Fi + boa rede móvel

# media.policy.wifi.short
source: Wi-Fi uniquement
ar: واي فاي فقط
de: Nur WLAN
en: Wi-Fi only
es: Solo Wi-Fi
it: Solo Wi-Fi
pt_br: Somente Wi-Fi

# media.reply.hint
source: Cite le message qui porte ce média et revient au composer.
ar: يقتبس الرسالة التي تحمل هذه الوسائط ويعود إلى المؤلف.
de: Zitiert die Nachricht mit diesem Medium und kehrt zum Composer zurück.
en: Quotes the message carrying this media and returns to the composer.
es: Cita el mensaje que contiene este contenido y vuelve al compositor.
it: Cita il messaggio che contiene questo media e torna al compositore.
pt_br: Cita a mensagem que contém esta mídia e volta ao compositor.

# media.reply.title
source: Répondre
ar: رد
de: Antworten
en: Reply
es: Responder
it: Rispondi
pt_br: Responder

# media.save.title
source: Enregistrer
ar: حفظ
de: Speichern
en: Save
es: Guardar
it: Salva
pt_br: Salvar

# media.sound.original
source: Son original
ar: الصوت الأصلي
de: Originalton
en: Original sound
es: Sonido original
it: Audio originale
pt_br: Som original

# media.sound.used
source: Son utilisé
ar: الصوت المستخدَم
de: Verwendeter Ton
en: Sound used
es: Sonido utilizado
it: Audio utilizzato
pt_br: Som utilizado

# media.summary.audio
source: 🎵 Audio
ar: 🎵 صوت
pt_br: 🎵 Áudio

# media.summary.file
source: 📎 Fichier
ar: 📎 ملف
de: 📎 Datei
en: 📎 File
es: 📎 Archivo
it: 📎 File
pt_br: 📎 Arquivo

# media.summary.location
source: 📍 Position
ar: 📍 الموقع
de: 📍 Standort
en: 📍 Location
es: 📍 Ubicación
it: 📍 Posizione
pt_br: 📍 Localização

# media.summary.photo
source: 📷 Photo
ar: 📷 صورة
de: 📷 Foto
es: 📷 Foto
it: 📷 Foto
pt_br: 📷 Foto

# media.summary.video
source: 🎥 Vidéo
ar: 🎥 فيديو
de: 🎥 Video
en: 🎥 Video
es: 🎥 Vídeo
it: 🎥 Video
pt_br: 🎥 Vídeo

# media.summary.voice
source: 🎙️ Message vocal
ar: 🎙️ رسالة صوتية
de: 🎙️ Sprachnachricht
en: 🎙️ Voice message
es: 🎙️ Mensaje de voz
it: 🎙️ Messaggio vocale
pt_br: 🎙️ Mensagem de voz

# menu.create_share_link
source: Créer un lien de partage
ar: إنشاء رابط مشاركة
de: Share-Link erstellen
en: Create a share link
es: Crear un enlace para compartir
it: Crea un link di condivisione
pt_br: Criar um link de compartilhamento

# message.detail.forwarded
source: Transféré
ar: تمت إعادة التوجيه
de: Weitergeleitet
en: Forwarded
es: Reenviado
it: Inoltrato
pt_br: Encaminhado

# message.expired
source: Message expiré
ar: رسالة منتهية
de: Nachricht abgelaufen
en: Message expired
es: Mensaje caducado
it: Messaggio scaduto
pt_br: Mensagem expirada

# message.read_status
source: Détails de lecture
ar: تفاصيل القراءة
de: Lesedetails
en: Read details
es: Detalles de lectura
it: Dettagli di lettura
pt_br: Detalhes de leitura

source: messages
ar: رسائل
de: Nachrichten
es: mensajes
it: messaggi
pt_br: mensagens

# mini_player.close
source: Fermer le lecteur
ar: إغلاق المشغّل
de: Player schließen
en: Close the player
es: Cerrar el reproductor
it: Chiudi il lettore
pt_br: Fechar o player

# mini_player.next
source: Suivant
ar: التالي
de: Weiter
en: Next
es: Siguiente
it: Avanti
pt_br: Próximo

source: modifie
ar: معدَّلة
de: bearbeitet
en: edited
es: editado
it: modificato
pt_br: editado

# mood.reply.confirm.title
source: Répondre à cette humeur ?
ar: الرد على هذه الحالة؟
de: Auf diese Stimmung antworten?
en: Reply to this mood?
es: ¿Responder a este estado de ánimo?
it: Rispondere a questo umore?
pt_br: Responder a este humor?

# new_conversation.contacts.empty.subtitle
source: Recherchez un utilisateur pour démarrer une conversation.
ar: ابحث عن مستخدم لبدء محادثة.
de: Suche nach einer Person, um eine Unterhaltung zu beginnen.
en: Search for a user to start a conversation.
es: Busca un usuario para iniciar una conversación.
it: Cerca un utente per iniziare una conversazione.
pt_br: Busque um usuário para iniciar uma conversa.

# new_conversation.contacts.empty.title
source: Aucun contact
ar: لا توجد جهات اتصال
de: Keine Kontakte
en: No contacts
es: Sin contactos
it: Nessun contatto
pt_br: Nenhum contato

# mood.reply.confirm.reply
source: Répondre
ar: رد
de: Antworten
en: Reply
es: Responder
it: Rispondi
pt_br: Responder

# new_conversation.contacts.section
source: Vos contacts
ar: جهات اتصالك
de: Deine Kontakte
en: Your contacts
es: Tus contactos
it: I tuoi contatti
pt_br: Seus contatos

# new_conversation.contacts.loading
source: Chargement des contacts
ar: جارٍ تحميل جهات الاتصال
de: Kontakte werden geladen
en: Loading contacts
es: Cargando los contactos
it: Caricamento dei contatti
pt_br: Carregando os contatos

# new_conversation.error.blocked
source: Vous ne pouvez pas démarrer de conversation avec cet utilisateur.
ar: لا يمكنك بدء محادثة مع هذا المستخدم.
de: Du kannst mit diesem Benutzer keine Unterhaltung beginnen.
en: You can't start a conversation with this user.
es: No puedes iniciar una conversación con este usuario.
it: Non puoi avviare una conversazione con questo utente.
pt_br: Você não pode iniciar uma conversa com este usuário.

# new_conversation.error.title
source: Erreur
ar: خطأ
de: Fehler
en: Error
es: Error
it: Errore
pt_br: Erro

# new_conversation.user.blocked
source: Bloqué
ar: محظور
de: Blockiert
en: Blocked
es: Bloqueado
it: Bloccato
pt_br: Bloqueado

source: non lus
ar: غير مقروءة
de: ungelesen
en: unread
es: no leídos
it: non letti
pt_br: não lidos

# notification.banner.inConversation
source: %1$@ dans %2$@
ar: %1$@ في %2$@
de: %1$@ in %2$@
en: %1$@ in %2$@
es: %1$@ en %2$@
it: %1$@ in %2$@
pt_br: %1$@ em %2$@

# notification.date.ago
source: il y a %@
ar: قبل %@
de: vor %@
en: %@ ago
es: hace %@
it: %@ fa
pt_br: há %@

# notification.date.hours
source: %lld h
ar: %lld س
de: %lld Std.

# notification.date.minutes
source: %lld min
ar: %lld د

# notification.date.now
source: à l’instant
ar: الآن
de: gerade eben
en: just now
es: justo ahora
it: adesso
pt_br: agora mesmo

# notification.date.yesterdayAt
source: hier %@
ar: أمس %@
de: gestern %@
en: yesterday %@
es: ayer %@
it: ieri %@
pt_br: ontem %@

# notification.reply.toComment
source: En réponse à votre commentaire
ar: ردًا على تعليقك
de: Als Antwort auf deinen Kommentar
en: In reply to your comment
es: En respuesta a tu comentario
it: In risposta al tuo commento
pt_br: Em resposta ao seu comentário

# notification.reply.toComment.preview
source: En réponse à « %@ »
ar: ردًا على «%@»
de: Als Antwort auf „%@“
en: In reply to “%@”
es: En respuesta a «%@»
it: In risposta a “%@”
pt_br: Em resposta a “%@”

# notifications.story.expired.back
source: Retour aux notifications
ar: العودة إلى الإشعارات
de: Zurück zu den Mitteilungen
en: Back to notifications
es: Volver a las notificaciones
it: Torna alle notifiche
pt_br: Voltar às notificações

# notifications.story.expired.cta.create
source: Créer une story
ar: إنشاء قصة
de: Story erstellen
en: Create a story
es: Crear una historia
it: Crea una storia
pt_br: Criar um story

# notifications.story.expired.subtitle
source: Cette story n'est plus disponible.
ar: لم تعد هذه القصة متاحة.
de: Diese Story ist nicht mehr verfügbar.
en: This story is no longer available.
es: Esta historia ya no está disponible.
it: Questa storia non è più disponibile.
pt_br: Este story não está mais disponível.

# notifications.story.expired.title
source: Story expirée
ar: قصة منتهية
de: Story abgelaufen
en: Story expired
es: Historia caducada
it: Storia scaduta
pt_br: Story expirado

# onboarding.button.next
source: C'est bon, suivant !
ar: تمّ، التالي!
de: Alles klar, weiter!
en: Got it, next!
es: ¡Listo, siguiente!
it: Fatto, avanti!
pt_br: Pronto, próximo!

# offline.queue.near_capacity
source: File d'envoi presque pleine — reconnectez-vous pour vider la file.
ar: طابور الإرسال شبه ممتلئ — أعد الاتصال لتفريغه.
de: Sendewarteschlange fast voll — verbinde dich neu, um sie zu leeren.
en: Sending queue almost full — reconnect to flush it.
es: Cola de envío casi llena: vuelve a conectarte para vaciarla.
it: Coda di invio quasi piena — riconnettiti per svuotarla.
pt_br: Fila de envio quase cheia — reconecte-se para esvaziá-la.

# onboarding.next
source: Suivant
ar: التالي
de: Weiter
en: Next
es: Siguiente
it: Avanti
pt_br: Próximo

# onboarding.next.a11y
source: Page suivante
ar: الصفحة التالية
de: Nächste Seite
en: Next page
es: Página siguiente
it: Pagina successiva
pt_br: Próxima página

# onboarding.page0.subtitle
source: Le réseau social où la langue n'est plus une barrière
ar: الشبكة الاجتماعية حيث لم تعد اللغة حاجزًا
de: Das soziale Netzwerk, in dem Sprache keine Barriere mehr ist
en: The social network where language is no longer a barrier
es: La red social donde el idioma ya no es una barrera
it: Il social network dove la lingua non è più una barriera
pt_br: A rede social onde o idioma deixa de ser uma barreira

# onboarding.page0.title
source: Bienvenue sur Meeshy
ar: مرحبًا بك في Meeshy
de: Willkommen bei Meeshy
en: Welcome to Meeshy
es: Bienvenido a Meeshy
it: Benvenuto su Meeshy
pt_br: Bem-vindo ao Meeshy

# onboarding.page1.subtitle
source: Rencontrez des personnes au-delà de vos frontières — France, Sénégal, Brésil, Japon, Australie, Canada… chacun lit dans sa langue, sur les 5 continents
ar: التقِ بأشخاص خارج حدودك — فرنسا، السنغال، البرازيل، اليابان، أستراليا، كندا… كلٌّ يقرأ بلغته، عبر القارات الخمس
de: Triff Menschen über deine Grenzen hinaus — Frankreich, Senegal, Brasilien, Japan, Australien, Kanada… jeder liest in seiner Sprache, auf allen 5 Kontinenten
en: Meet people beyond your borders — France, Senegal, Brazil, Japan, Australia, Canada… everyone reads in their own language, across all 5 continents
es: Conoce a personas más allá de tus fronteras — Francia, Senegal, Brasil, Japón, Australia, Canadá… cada uno lee en su idioma, en los 5 continentes
it: Incontra persone oltre i tuoi confini — Francia, Senegal, Brasile, Giappone, Australia, Canada… ognuno legge nella propria lingua, in tutti e 5 i continenti
pt_br: Conheça pessoas além das suas fronteiras — França, Senegal, Brasil, Japão, Austrália, Canadá… cada um lê no seu idioma, nos 5 continentes

# onboarding.page1.title
source: 100+ langues, zéro barrière
ar: أكثر من 100 لغة، بلا حواجز
de: Über 100 Sprachen, keine Barrieren
en: 100+ languages, zero barriers
es: Más de 100 idiomas, cero barreras
it: 100+ lingue, zero barriere
pt_br: Mais de 100 idiomas, zero barreiras

# onboarding.page2.subtitle
source: Envoyez un vocal en français, vos amis l'écoutent dans leur langue avec votre voix
ar: أرسِل رسالة صوتية بلغتك، ويسمعها أصدقاؤك بلغتهم وبصوتك أنت
de: Sende eine Sprachnachricht auf Französisch – deine Freunde hören sie in ihrer Sprache mit deiner Stimme
en: Send a voice message in French, your friends hear it in their language with your voice
es: Envía un mensaje de voz en francés y tus amigos lo escuchan en su idioma con tu voz
it: Invia un vocale in italiano, i tuoi amici lo ascoltano nella loro lingua con la tua voce
pt_br: Envie um áudio em francês e seus amigos o ouvem no idioma deles com a sua voz

# onboarding.page2.title
source: Votre voix, leurs langues
ar: صوتك، لغاتهم
de: Deine Stimme, ihre Sprachen
en: Your voice, their languages
es: Tu voz, sus idiomas
it: La tua voce, le loro lingue
pt_br: Sua voz, os idiomas deles

# onboarding.page3.subtitle
source: Chiffrement de bout en bout — vos conversations restent les vôtres
ar: تشفير من طرف إلى طرف — محادثاتك تبقى لك وحدك
de: Ende-zu-Ende-Verschlüsselung – deine Unterhaltungen bleiben deine
en: End-to-end encryption — your conversations stay yours
es: Cifrado de extremo a extremo: tus conversaciones siguen siendo tuyas
it: Crittografia end-to-end — le tue conversazioni restano tue
pt_br: Criptografia de ponta a ponta — suas conversas continuam suas

# onboarding.page3.title
source: Privée par nature
ar: خاصة بطبيعتها
de: Von Natur aus privat
en: Private by nature
es: Privada por naturaleza
it: Privata per natura
pt_br: Privada por natureza

# onboarding.page4.title
source: Meeshy en action
ar: Meeshy أثناء العمل
de: Meeshy in Aktion
en: Meeshy in action
es: Meeshy en acción
it: Meeshy in azione
pt_br: Meeshy em ação

# onboarding.pages.a11y
source: Page %1$lld sur %2$lld
ar: الصفحة %1$lld من %2$lld
de: Seite %1$lld von %2$lld
en: Page %1$lld of %2$lld
es: Página %1$lld de %2$lld
it: Pagina %1$lld di %2$lld
pt_br: Página %1$lld de %2$lld

# onboarding.password.toggleVisibility
source: Afficher ou masquer le mot de passe
ar: إظهار كلمة المرور أو إخفاؤها
de: Passwort ein- oder ausblenden
en: Show or hide password
es: Mostrar u ocultar la contraseña
it: Mostra o nascondi la password
pt_br: Mostrar ou ocultar a senha

# onboarding.photo.banner.a11y
source: Ajouter une photo de bannière
ar: إضافة صورة غلاف
de: Bannerfoto hinzufügen
en: Add a banner photo
es: Añadir una foto de portada
it: Aggiungi una foto di copertina
pt_br: Adicionar uma foto de capa

# onboarding.photo.profile.a11y
source: Ajouter une photo de profil
ar: إضافة صورة للملف الشخصي
de: Profilfoto hinzufügen
en: Add a profile photo
es: Añadir una foto de perfil
it: Aggiungi una foto del profilo
pt_br: Adicionar uma foto de perfil

# onboarding.search.clear
source: Effacer la recherche
ar: محو البحث
de: Suche löschen
en: Clear search
es: Borrar la búsqueda
it: Cancella la ricerca
pt_br: Limpar a busca

# onboarding.skip
source: Passer
ar: تخطٍّ
de: Überspringen
en: Skip
es: Omitir
it: Salta
pt_br: Pular

# onboarding.skip-step
source: Passer cette étape
ar: تخطّي هذه الخطوة
de: Diesen Schritt überspringen
en: Skip this step
es: Omitir este paso
it: Salta questo passaggio
pt_br: Pular esta etapa

# onboarding.skip.a11y
source: Passer l'introduction
ar: تخطي المقدمة
de: Einführung überspringen
en: Skip the intro
es: Omitir la introducción
it: Salta l'introduzione
pt_br: Pular a introdução

# onboarding.start
source: Commencer
ar: ابدأ
de: Loslegen
en: Get started
es: Empezar
it: Inizia
pt_br: Começar

# onboarding.start.a11y
source: Commencer à utiliser Meeshy
ar: ابدأ استخدام Meeshy
de: Meeshy nutzen
en: Start using Meeshy
es: Empezar a usar Meeshy
it: Inizia a usare Meeshy
pt_br: Começar a usar o Meeshy

# onboarding.step.email.placeholder
source: ton.email@exemple.com
ar: your.email@example.com
de: deine.email@beispiel.de
en: your.email@example.com
es: tu.correo@ejemplo.com
it: tua.email@esempio.com
pt_br: seu.email@exemplo.com

# onboarding.step.email.protected.title
source: Ton email est protégé
ar: بريدك الإلكتروني محمي
de: Deine E-Mail ist geschützt
en: Your email is protected
es: Tu correo está protegido
it: La tua email è protetta
pt_br: Seu e-mail está protegido

# onboarding.step.email.tip.notifications
source: Pour les notifications importantes
ar: للإشعارات المهمة
de: Für wichtige Benachrichtigungen
en: For important notifications
es: Para las notificaciones importantes
it: Per le notifiche importanti
pt_br: Para as notificações importantes

# onboarding.step.email.tip.privacy
source: On ne partage jamais ton email
ar: لا نشارك بريدك الإلكتروني أبدًا
de: Wir geben deine E-Mail niemals weiter
en: We never share your email
es: Nunca compartimos tu correo
it: Non condividiamo mai la tua email
pt_br: Nunca compartilhamos seu e-mail

# onboarding.step.email.tip.recovery
source: Pour récupérer ton compte si besoin
ar: لاستعادة حسابك عند الحاجة
de: Um dein Konto wiederherzustellen, falls nötig
en: To recover your account if needed
es: Para recuperar tu cuenta si hace falta
it: Per recuperare il tuo account se necessario
pt_br: Para recuperar sua conta se precisar

# onboarding.step.identity.first-name
source: Ton prénom
ar: اسمك الأول
de: Dein Vorname
en: Your first name
es: Tu nombre
it: Il tuo nome
pt_br: Seu nome

# onboarding.step.identity.last-name
source: Ton nom de famille
ar: اسم عائلتك
de: Dein Nachname
en: Your last name
es: Tu apellido
it: Il tuo cognome
pt_br: Seu sobrenome

# onboarding.step.identity.tip.profile
source: Visible sur ton profil
ar: مرئي في ملفك الشخصي
de: Auf deinem Profil sichtbar
en: Visible on your profile
es: Visible en tu perfil
it: Visibile sul tuo profilo
pt_br: Visível no seu perfil

# onboarding.step.identity.tip.recognize
source: Tes amis pourront te reconnaître
ar: سيتمكّن أصدقاؤك من التعرّف عليك
de: Deine Freunde können dich erkennen
en: Your friends will be able to recognize you
es: Tus amigos podrán reconocerte
it: I tuoi amici potranno riconoscerti
pt_br: Seus amigos vão poder reconhecer você

# onboarding.step.identity.tip.verification
source: Aide à la vérification
ar: يساعد في التحقّق
de: Hilft bei der Verifizierung
en: Helps with verification
es: Ayuda con la verificación
it: Aiuta con la verifica
pt_br: Ajuda na verificação

# onboarding.step.identity.title
source: Ton identité sur Meeshy
ar: هويتك على Meeshy
de: Deine Identität auf Meeshy
en: Your identity on Meeshy
es: Tu identidad en Meeshy
it: La tua identità su Meeshy
pt_br: Sua identidade no Meeshy

# onboarding.step.language.detected
source: Détectée
ar: مكتشفة
de: Erkannt
en: Detected
es: Detectado
it: Rilevata
pt_br: Detectado

# onboarding.step.language.example.description
source: Tu reçois le message original + la traduction dans ta langue principale (%@)
ar: تصلك الرسالة الأصلية + الترجمة بلغتك الأساسية (%@)
de: Du erhältst die Originalnachricht + die Übersetzung in deiner Hauptsprache (%@)
en: You receive the original message + the translation in your main language (%@)
es: Recibes el mensaje original + la traducción en tu idioma principal (%@)
it: Ricevi il messaggio originale + la traduzione nella tua lingua principale (%@)
pt_br: Você recebe a mensagem original + a tradução no seu idioma principal (%@)

# onboarding.step.language.example.title
source: Comment ça marche
ar: كيف يعمل
de: So funktioniert es
en: How it works
es: Cómo funciona
it: Come funziona
pt_br: Como funciona

# onboarding.step.language.regional
source: Langue régionale
ar: اللغة الإقليمية
de: Regionalsprache
en: Regional language
es: Idioma regional
it: Lingua regionale
pt_br: Idioma regional

# onboarding.step.language.search-placeholder
source: Chercher une langue…
ar: ابحث عن لغة…
de: Sprache suchen…
en: Search for a language…
es: Buscar un idioma…
it: Cerca una lingua…
pt_br: Buscar um idioma…

# onboarding.step.language.system
source: Langue principale
ar: اللغة الأساسية
de: Hauptsprache
en: Main language
es: Idioma principal
it: Lingua principale
pt_br: Idioma principal

# onboarding.step.password.confirm-placeholder
source: Répète ton mot de passe
ar: أعد كتابة كلمة المرور
de: Wiederhole dein Passwort
en: Repeat your password
es: Repite tu contraseña
it: Ripeti la tua password
pt_br: Repita sua senha

# onboarding.step.password.match
source: Les mots de passe correspondent !
ar: كلمتا المرور متطابقتان!
de: Die Passwörter stimmen überein!
en: Passwords match!
es: ¡Las contraseñas coinciden!
it: Le password corrispondono!
pt_br: As senhas coincidem!

# onboarding.step.password.mismatch
source: Les mots de passe ne correspondent pas
ar: كلمتا المرور غير متطابقتين
de: Die Passwörter stimmen nicht überein
en: Passwords don't match
es: Las contraseñas no coinciden
it: Le password non corrispondono
pt_br: As senhas não coincidem

# onboarding.step.password.placeholder
source: Ton mot de passe béton
ar: كلمة مرور محصّنة
de: Dein bombensicheres Passwort
en: Your rock-solid password
es: Tu contraseña a prueba de todo
it: La tua password a prova di tutto
pt_br: Sua senha à prova de tudo

# onboarding.step.password.req.digit
source: Un chiffre
ar: رقم واحد
de: Eine Zahl
en: One digit
es: Un número
it: Un numero
pt_br: Um número

# onboarding.step.password.req.length
source: Au moins 8 caractères
ar: 8 أحرف على الأقل
de: Mindestens 8 Zeichen
en: At least 8 characters
es: Al menos 8 caracteres
it: Almeno 8 caratteri
pt_br: Pelo menos 8 caracteres

# onboarding.step.password.req.lowercase
source: Une minuscule
ar: حرف صغير
de: Ein Kleinbuchstabe
en: One lowercase letter
es: Una minúscula
it: Una minuscola
pt_br: Uma letra minúscula

# onboarding.step.password.req.uppercase
source: Une majuscule
ar: حرف كبير
de: Ein Großbuchstabe
en: One uppercase letter
es: Una mayúscula
it: Una maiuscola
pt_br: Uma letra maiúscula

# onboarding.step.password.requirements.title
source: Critères de sécurité
ar: معايير الأمان
de: Sicherheitskriterien
en: Security requirements
es: Requisitos de seguridad
it: Requisiti di sicurezza
pt_br: Requisitos de segurança

# onboarding.step.password.strength.fair
source: Moyen
ar: مقبولة
de: Mittel
en: Fair
es: Aceptable
it: Media
pt_br: Razoável

# onboarding.step.password.strength.good
source: Bon
ar: جيدة
de: Gut
en: Good
es: Buena
it: Buona
pt_br: Boa

# onboarding.step.password.strength.strong
source: Fort
ar: قوية
de: Stark
en: Strong
es: Fuerte
it: Forte
pt_br: Forte

# onboarding.step.password.strength.weak
source: Faible
ar: ضعيفة
de: Schwach
en: Weak
es: Débil
it: Debole
pt_br: Fraca

# onboarding.step.phone.country-picker.title
source: Indicatif pays
ar: رمز الدولة
de: Ländervorwahl
en: Country code
es: Código de país
it: Prefisso internazionale
pt_br: Código do país

# onboarding.step.phone.existing.body
source: Si c'est le tien, récupère-le depuis « Mot de passe oublié » sur l'écran de connexion. Sinon, saisis un autre numéro ou passe cette étape.
ar: إذا كان الحساب حسابك، فاستعِده عبر «هل نسيت كلمة المرور؟» في شاشة تسجيل الدخول. وإلّا، أدخل رقمًا آخر أو تخطَّ هذه الخطوة.
de: Wenn es dein Konto ist, stelle es über „Passwort vergessen?“ auf dem Anmeldebildschirm wieder her. Gib andernfalls eine andere Nummer ein oder überspringe diesen Schritt.
en: If it's yours, recover it with “Forgot password?” on the login screen. Otherwise, enter another number or skip this step.
es: Si es tu cuenta, recupérala con «¿Olvidaste tu contraseña?» en la pantalla de inicio de sesión. Si no, introduce otro número u omite este paso.
it: Se è il tuo account, recuperalo con «Password dimenticata?» nella schermata di accesso. Altrimenti inserisci un altro numero o salta questo passaggio.
pt_br: Se a conta é sua, recupere-a com “Esqueceu a senha?” na tela de login. Caso contrário, digite outro número ou pule esta etapa.

# onboarding.step.phone.existing.title
source: Ce numéro est déjà lié à un compte
ar: هذا الرقم مرتبط بحساب بالفعل
de: Diese Nummer ist bereits mit einem Konto verknüpft
en: This number is already linked to an account
es: Este número ya está vinculado a una cuenta
it: Questo numero è già collegato a un account
pt_br: Este número já está vinculado a uma conta
